Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/yhteisojarjestelma.html.tmx
Source language: fin
Languages: smn

source: Yhteisöjärjestelmä
smn: Siärvádâhvuáhádâh

source: Saamelainen yhteisöjärjestelmä
smn: Sämmilâš siärvádâhvuáhádâh

source: Saamelaisessa yhteisöjärjestelmässä ei ole perinteisesti tiukkoja sukupuolten mukaan jaettuja tehtäviä tai arvoasteikkoa.
smn: Sämmilâš siärvádâhvuáháduvvâst iä lah ärbivuáválávt čovgâ suhâpelij mield juohhum pargoh teikâ árvuciäkkádâh.

source: Sekä naiset, miehet ja lapset ovat osallistuneet poronhoidossa paimennukseen tasapuolisesti.
smn: Sehe nisoneh, almaah já päärnih láá uásálistâm puásuituálust paaimândmân täsipiälásávt.

source: Poronhoitajasaamelaisyhteisöissä sukupuoliroolit alkoivat eriytyä taloasumisen myötä.
smn: Puásuituálusämmilâšsiärváduvâin suhâpeeliroolih algii sierâniđ táluaassâm mield.

source: Viimeiset saamelaisperheet muuttivat Länsi–Lapissa pysyvään taloasumiseen 1960-luvun kuluessa lopettaen ympärivuotisen kotajutamisen porojen kanssa.
smn: Majemuuh sämiperruuh värrejii Viestâr-Laapist pisovâš táluasâmân 1960-lovvoost joskâmáin pirrâihásâš kuátijotteem poccuiguin.

source: Poronhoidossa paimennus keskittyi aluksi miehille, mutta moottorikelkan ja mönkijän käyttöönoton myötä yhä useampi saamelaisnainen on alkanut myös päätoimiseksi poronhoitajaksi.
smn: Puásuituálust paimândem lâi vistig čokkânám almaid, mutâ moottorkielhâ já muávloo anon väldim mieldi ain eenâb säminisoneh láá meid álgám váldutoimâlâš puásuituállen.

source: Vaikka varsinainen paimennustyö on keskittynyt enimmäkseen miehille, naiset ovat osallistuneet ja osallistuvat yhä edelleen aktiivisesti poronhoidon vuotuistapahtumiin ja omistavat myös poroja.
smn: Veikâ eidusâš paimândempargo lii čokkânâm almaid, nisoneh láá uásálistâm já uásálisteh ain aktiivlávt puásuituálu jyehi-ivvááš tábáhtusáid já omâsteh meid poccuid.

source: Poronhoidon hallinto- ja tukijärjestelmä ei mahdollista sitä, että moni samasta perheestä harjoittaisi ammattimaista poronhoitoa ja usein yhdellä poronhoitajalla on koko perheen porot paimennettavanaan.
smn: Puásuituálu haldâttâh- já toorjâvuáhádâh ij toovâ máhđulâžžân tom, ete maaŋgah siämmáá perrust hárjuttiččii áámmátlâš puásuituálu já maŋgii oovtâ puásuituállest láá ubâ perruu poccuuh paimândemnáál.

source: Perinteinen saamelainen yhteisörakenne on siita, jota on kutsuttu myös lapinkyläksi.
smn: Ärbivuáválâš sämmilâš siärvádâhrááhtus lii sijdâ, mii lii meid kočodum sämisijdân.

source: Siita on yleensä sukulaisuuteen perustuva yhteenliittymä, joka harjoittaa elinkeinoja tietyillä perinteisillä sukualueilla.
smn: Sijdâ lii táválávt hiäimuvuotân vuáđuduvvee ovtâstume, mii hárjut iäláttâsâid tiätu ärbivuáválâš suhâkuávluin.

source: Saamelaisilla on ollut siitoja kalastusta, pyyntiä ja poronhoitoa varten.
smn: Sämmilijn láá lamaš siijdah kuálástem, pivdem já puásuituálu várás.

source: Siitajärjestelmä on ollut yhteinen piirre kaikille Suomen kolmelle saamen kieli- ja kulttuuriryhmälle.
smn: Sijdâvuáhádâh lii lamaš ohtsâš jiešvuotâ puoh Suomâ kuulmâ sämikielâ- já kulttuurjuávkun.

source: Poronhoidossa siidat, joita kutsutaan suomeksi nykyisin tokkakunniksi, ovat edelleen paliskuntien sisällä poronhoidon harjoittamisen yksikköjä.
smn: Puásuituálust siijdah, moh kočodeh suomâkiellân tääl ”tokkakunta”, láá ain palgâsij siste puásuituálu hárjuttem ohtâduvah.

source: Saamen käsityön harjoittamisessa ei ole määrättyjä sukupuolirooleja.
smn: Sämityeje hárjutmist iä lah meridum suhâpeeliroolih.

source: Naiset tekevät yleisemmin tekstiili- eli ns. pehmeitä käsitöitä ja miehet puu-, luu-, sarvi- ja metallikäsitöitä eli ns. kovia käsitöitä, mutta käsitöiden harjoittamista ei ohjaa yhteisön arvomaailma vaan kunkin käsityöntekijän taidot ja kiinnostuksen kohteet.
smn: Nisoneh tuáijojeh táválumosávt tekstiil- ađai nk. timmâ tuojijd já almaah muorâ-, tähti-, čuárvi- já meetaaltuojijd adai nk. korrâ tuojijd, mutâ kietâtuojij hárjuttem ij stivree siärváduv árvumaailm peic jieškote-uv tuáijár tááiđuh já perustem čuosâttuvah.

source: Saamelaisen yhteisöjärjestelmän perusta on sukulaisuusjärjestelmä, mikä ilmenee saamen kielen terminologiassa ja porosaamelaisilla sukumerkkijärjestelmässä, mikä ilmentää sukulaisuusjärjestelmää.
smn: Sämmilâš siärvádâhvuáháduv vuáđu lii hiäimuvuotâvuáhádâh, mii tiättoo sämikielâ terminologiast já puásuisämmilijn suhâmerkkâvuáháduvvâst.

source: Suomessa puhuttavissa saamen kielissä on hyvin tarkka, eri ikäpolvet erotteleva sukulaisuusterminologia.
smn: Suomâst sarnum sämikielâin lii uáli tárkká, jieškote-uv ahepuolvâid sierrejeijee hiäimuvuotâterminologia.

source: Terminologiassa ei mm. eroteta yleisesti ensimmäisiä ja toisia serkkuja toisistaan, tosin tässä on alueellista variaatiota.
smn: Terminologiast ij el. sierree vuossâmuid já nuubijd uárbim- já viljâpeelijd, tast lii kuittâg kuávlulâš variaatio.

source: Sukulaisuuskäsite on laajempi kuin monilla valtakulttuurin kansoilla.
smn: Hiäimuvuotâtuávádâh lii vijđásub ko maaŋgâin väldikulttuur aalmugijn.

source: Suomen saamelaisilla on laaja sukulaisuus- ja ystävyysverkosto yli valtakunnan rajojen.
smn: Suomâ sämmilijn lii vijđes hiäimuvuotâ- já ustevvuotâviärmádâh rasta väldikode raajijd.

source: Sodat, valtioiden rajojen vedot ja avioliitot ovat jakaneet sukuja monen eri valtion alueelle.
smn: Suáđih, staatâi raajij kesimeh já naaijâmeh láá juáhám suuvâid maaŋgâ sierâ staatâ kuávlun.

source: Toisten valtion alueilla asuvia sukulaisia tavattiin ennen nykyaikaa miltei pelkästään markkinoilla ja muissa yhteisöllisissä tilaisuuskissa, nykyisin kanssakäyminen on helpompaa.
smn: Nuubij staatâ kuávluin ässee huolhijd teividii ovdil tááláá ääigi masa tuše markkânijn já eres siärvuslâšlijn tilálâšvuođâin, tääl ohtâvuođâ toollâm lii älkkeeb.

source: Kansalaisjärjestötoiminta
smn: Aalmuglâšservitoimâ

source: Ensimmäinen Suomen saamelainen saamelaisyhdistys, Samii Liitto (Sámiid lihttu), perustettiin Suomessa vuonna 1945.
smn: Vuossâmuš Suomâ sämmilâš sämiservi, Samii Litto (Sámiid lihttu), vuáđudui Suomâst ive 1945.

source: Yhdistys oli mukana perustamasta Saamelaismuseo Siidan edeltäjää, ulkomuseota.
smn: Servi lâi mieldi vuáđđudmin Sämimuseo Siijdâ oovdâstmannee, olgomuseo.

source: Se oli saamelaisten vastine suomalaisten saamelaisasioiden harrastajien perustamalle Lapin sivistysseuralle.
smn: Tot lâi sämmilij vaastâ syemmilij sämiaašijn perustum ulmui vuáđudem Laapi čuovviittâssiärván.

source: Vuoden 1956 saamelaiskonferenssissa perustettiin Pohjoismaiden saamelaisneuvosto.
smn: Ive 1956 sämikonferenssist vuáđudui Tave-enâmij sämirääđi.

source: Se tunnetaan nyttemmin nimellä saamelaisneuvosto Venäjän saamelaisjärjestöjen tultua mukaan yhteistyöhön vuonna 1992.
smn: Tot kočoduvvoo tääl noomáin sämirääđi, ko Ruošâ sämiseervih pottii mieldi oovtâstpaargon ive 1992.

source: 1900-luvun puolivälin jälkeen kansalaistoiminta lisääntyi.
smn: 1900-lovo pelimudo maŋa aalmuglâštoimâ lasânij.

source: Järjestötoiminta nähtiin keinona ylläpitää saamelaisuutta sekä vastustaa suomalaistamispyrkimyksiä.
smn: Servitooimâ oinii vyehhin paijeentoollâđ sämmilâšvuođâ sehe vuástálistiđ lädijduttemviggâmušâid.

source: Suomessa toimii nykyisin alle 30 saamelaisyhdistystä.
smn: Suomâst tuáimá tääl vuálá 30 sämiservid.

source: Yhdistykset toimivat monilla eri sektoreilla.
smn: Seervih tuáimih maaŋgâin sierâ sektorijn.

source: Osa yhdistyksistä edistää tietyn alueen saamelaisten, saamen kielen, saamelaisten kulttuurin tai saamelaiselinkeinojen aseman parantamista.
smn: Uási seervijn oovded tiätu kuávlu sämmilij, sämikielâ, sämmilij kulttuur teikâ sämi-iäláttâsâi sajattuv pyeredem.

source: Saamelaisyhdistysten toimintaa rahoitetaan mm. saamelaiskäräjien kulttuurimäärärahasta.
smn: Sämiseervij tooimâ ruttâdeh el. sämitige kulttuurmeriruuđâst. Sämitaaiđâreh láá vuáđudâm jieijâs staatâ raajijd rastâldittee seervijd: čälleeh (Sámi Girječálliid Searvi 1979), taaiđâreh (Sámi Dáiddačehpiid Searvi 1979), musijkkáreh (Sámi Musihkkáriid Searvi 1982) já teatterrähteeh.

source: Saamelaistaitelijat ovat perustaneet omia valtion rajat ylittäviä yhdistyksiä: kirjailijat (Sámi Girječálliid Searvi 1979), taiteilijat (Sámi Dáiddačehpiid Searvi 1979), muusikot (Sámi Musihkkáriid Searvi 1982) ja teatterintekijät (Sámi Teáhtersearvi).
smn: Lippupeeivih

source: Liputuspäivät
smn: 6.2. Sämmilij aalmugpeivi.

source: Saamelaisia liputuspäiviä on yksitoista, joista tärkein on Saamen kansallispäivä.
smn: Kuovâmáánu 6. peeivi 1917 tollui Taažâ Truádimist vuosmuš sämičuákkim, moos lijjii čokkânâm sehe tave- já maadâsämmiliih.

source: Saamen lippua voi käyttää epävirallisesti myös erilaisissa juhlatilaisuuksissa.
smn: Talle jieškote-uv kuávlui sämmiliih porgâškuottii ohtsâš aalmuglâš ašijguin.

source: 6.2. Saamelaisten kansallispäivä.
smn: 2.3. Suomâ sämitige vuáđudempeivi (virgálâš lekkâmeh 2.3.1996)

source: Helmikuun 6. päivänä 1917 pidettiin Norjan Trondheimissa ensimmäinen saamelaiskokous.
smn: Máárjápeivi, mii lii sämmilij ärbivuáválâš juhlepeivi.

source: kokouksen johdosta eri alueiden saamelaiset alkoivat työskennellä yhteisten kansallisten asioiden parissa.
smn: Puáhtá ávudiđ jieškote-uv enâmij Máárjápeeivi mield.

source: 2.3. Suomen saamelaiskäräjien perustamispäivä (viralliset avajaiset 2.3.1996).
smn: Jonsahpeivi.

source: Marianpäivä, joka on saamelaisten perinteinen juhlapäivä.
smn: Puáhtá liputtiđ jieškote-uv enâmij jonsahpeeivi mield.

source: Voidaan juhlia eri maiden Marianpäivän mukaan.
smn: 9.8. OA algâaalmugij peivi Ovtâstum aalmugeh lii nomâttâm 9.8. aalmugijkoskâsâš algâaalmugij peivin.

source: Juhannuspäivä.
smn: 15.8. Säämi liipu tuhhiittempeivi

source: Voidaan liputtaa eri maiden juhannuspäivän mukaan.
smn: 18.8. Sämirääđi vuáđudempeivi;

source: 9.8. YK:n alkuperäiskansojen päivä. Yhdistyneet kansakunnat on nimennyt 9.8. kansainväliseksi alkuperäiskansojen päiväksi.
smn: Sämirääđi vuáđudui virgálávt Sämmilij 2. konfereensâst 18.8.1956 Kárášjuuvâst.

source: 15.8. Saamen lipun hyväksymispäivä.
smn: 26.8. Ruotâ Sämitige vuáđudempeivi (virgálâš lekkâmeh 26.8.1993)

source: 18.8. Saamelaisneuvoston perustamispäivä;
smn: 9.10. Taažâ Sämitige vuáđudempeivi (virgálâš lekkâmeh 9.10.1989)

source: Saamelaisneuvosto perustettiin virallisesti Saamelaisten 2. konferenssissa 18.8.1956 Kaarasjoella.
smn: 9.11. Säämi parlament vuáđudempeivi (Suomâst adelui asâttâs Säämi parlameentâst 9.11.1973)

source: 26.8. Ruotsin Saamelaiskäräjien perustamispäivä (viralliset avajaiset 26.8.1993).
smn: 15.11. Vuosmuu säämi riijkâpeivivalmaa, Isak Saba, šoddâmpeivi.

source: 9.10. Norjan Saamelaiskäräjien perustamispäivä (viralliset avajaiset 9.10.1989).
smn: Isak Saba šoodâi ive 1875 Vaarjâg Uunjaargâst, Taažâst.
